{
  "Personal Details": [
    "Sex: Male",
    "Name: John Smith",
    "Birthdate: December 5th 1959",
    "Personality: Wise and approachable",
    "Tone: Worried and nervous",
    "Manner of Speech: Respectful"
  ],
  "Chief Concern": [
    "You came to the hospital because you are experiencing a heaviness in your chest.",
    "You are nervous about your symptoms because your father died suddenly of a heart attack when he was 50."
  ],
  "History of Present Illness": [
    "The heaviness in your chest started about 2 hours ago and came on gradually.",
    "You were seated at your desk at home when the symptoms appeared.",
    "The heaviness is located at the center of your chest.",
    "You have never had chest pain or pressure like you are experiencing now. However, you have experienced a milder chest discomfort when walking. You thought this was heart burn or you had a stomach problem. You would walk about two miles 3-4 times per week, usually in the evening after dinner. You would feel discomfort in your chest usually when you walk up a long hill near the end of your route. You would stop walking and take an antacid and you would feel better, and then keep going. This has been happening since you started your walking program in an attempt to lose weight, so about 3-4 months.",
    "The pain was pretty severe when it first started. The pain has gradually improved and the pressure is much better, but it is still there.",
    "<LOCKED> Severity on scale from 1 to 10: it was a 9 out of 10 when it first started.",
    "<LOCKED> Symptom in other areas: when the pressure sensation was at its worst, you also felt an aching pain in your jaw and both shoulders.",
    "<LOCKED> Anything that makes the symptom worse: you have not noticed anything that makes the heaviness worse.",
    "<LOCKED> Anything that makes the symptom better: you took two or three tums but you had no relief from that."
  ],
  "Associated Symptoms": [
    "You were feeling slightly nauseated and sweaty prior to arriving in the Emergency Department, but you feel better now.",
    "You occasionally get burning in your chest after eating too much, but your current symptoms feel different than this burning.",
    "<LOCKED> Stress: you have been stressed about your finances recently."
  ],
  "Medical History": [
    "You've had high blood pressure since you were 50. You take a “water pill” for that and were recently started on another new medication.",
    "You've had high cholesterol for many years and take a statin for this.",
    "On your most recent visit to your doctor, she said you have “pre-diabetes” - you are not sure what this means, but she recommended you lose weight.  To lose weight, you started a walking program; this was about 6 months ago.",
    "You have been fully boosted for COVID, but do not always get a flu vaccine."
  ],
  "Surgical History": [
    "You had a hernia in your groin that was repaired when you were 26."
  ],
  "Medications": [
    "If asked about medications, you will state that the medications are written on your phone. Then read the list: “Hydrochlorothiazide, Amlodipine, Atorvastatin”."
  ],
  "Allergies": [
    "You do not have any allergies that you are aware of."
  ],
  "Family History": [
    "Your father died suddenly of a heart attack when he was 50 years old.",
    "Your mother passed away from breast cancer two years ago."
  ],
  "Social History": [
    "You are a former smoker. You started smoking when you were in college at 19 years old and quit about 5 years ago. You smoked about one pack per day.",
    "You drink about 2 glasses of wine or a cocktail during the week, more on the weekend."
  ],
  "Other Symptoms": [
    "You have had difficulty maintaining an erection for the past 2 years and have considered speaking to your doctor about this.",
    "You do get pain in your left leg when you walk, a cramp in the calf. It goes away when you stop walking."
  ]
}