{
    "ID": "Samuel Thompson",
    "Avatar": {
      "File": false
    },
    "Speech": {
      "Host": "openai",
      "Model": "tts-1",
      "Voice": "onyx"
    },
    "Assets": {
      "Physical Examination": "./Patient_Info/JeffreySmith_physical.docx", 
      "Case Explanation": "./Patient_Info/JeffreySmith_explanation.docx"
    },
    "Case": {
      "Personal Details": {
        "Name": "Samuel Thompson",
        "Sex": "Male",
        "Birthdate": "October 15th 1964",
        "Tone": "Worried and nervous"
      }, 
      "Background": "You were seen in the office 5 weeks ago because of discomfort, like an indigestion feeling in the front of your chest. You have been treated with a prescription antacid medication for the past month and you are here to follow up.",
      "HPI": [
        {
          "desc": "Major concern is the discomfort, like an indigestion feeling.",
          "lock": false
        },
        {
          "desc": "The symptom has not improved, and if anything, it feels like it is more of a problem than before you started on the medication.",
          "lock": false
        },
        {
          "desc": "You have been taking the medicine, which is called omeprazole,, like you were supposed to.  ",
          "lock": true
        },
        {
          "desc": "If asked more about the what you have been experiencing, you feel like it is just uncomfortable, like indigestion or heartburn, like having to burp more frequently. It is not a pain.",
          "lock": true
        },
        {
          "desc": "The discomfort is located in the lower part of the chest, in the middle, like right between your breasts.",
          "lock": true
        },
        {
          "desc": "You have been experiencing generalized bloating and burning/indigestion sensation intermittently for the last 6 months, initially about once or twice a week.  Now you are experiencing it every day over the last 7 days.",
          "lock": true
        },
        {
          "desc": "It usually comes on after eating but also occurs with doing household chores and sometimes when you are stressed about work or home issues.",
          "lock": true
        },
        {
          "desc": "It is sometimes worse when lying down and better when sitting up.",
          "lock": true
        },
        {
          "desc": "Once or twice you feel it has come “out of nowhere” when you were not doing anything.",
          "lock": true
        },
        {
          "desc": "You take TUMs and sometimes that helps relieve the burning.",
          "lock": true
        },
        {
          "desc": "Usually it lasts about 5 or 10 minutes and then goes away.",
          "lock": true
        },
        {
          "desc": "You are not experiencing the discomfort right now.",
          "lock": true
        },
        {
          "desc": "If asked to rate the severity of the discomfort on a scale of 1 to 10, you would say it was a 3 originally, but over the past month it has gotten worse and is now a 6.",
          "lock": true
        },
        {
          "desc": "You have sometimes felt burning in your stomach, but not anywhere else.",
          "lock": true
        },
        {
          "desc": "You have been experiencing this burning like discomfort on and off for about six months.",
          "lock": true
        }
      ],
      "Associated Symptoms": [
        {
          "desc": "You occasionally have mild nausea and feel sweaty when you are experiencing the indigestion. This has developed over the past few weeks and was not there prior.",
          "lock": true
        },
        {
          "desc": "When the discomfort is present, you have not noticed that it worsens with deep breathing or with coughing",
          "lock": true
        }
      ],
      "Medical History": [
        {
          "desc": "High blood pressure for about 12 years",
          "lock": true
        },
        {
          "desc": "You take your medication as instructed and check your blood pressure at home and it has been good. If asked, your home blood pressure readings are usually around 120's70's.",
          "lock": true
        },
        {
          "desc": "You do not have diabetes.",
          "lock": true
        },
        {
          "desc": "If asked about high cholesterol, you are on a cholesterol lowering medication and your last total cholesterol was under 200.",
          "lock": true
        }
      ],
      "Surgical History": [
        {
          "desc": "You had tonsils removed at age 12.",
          "lock": false
        }
      ],
      "Medications": [
        {
          "desc": "If asked about medications, you will say amlodipine for your blood pressure and simvastatin - which you think is for cholesterol.",
          "lock": true
        },
        {
          "desc": "If asked about over-the-counter medications, say that you have been taking TUMS for heartburn which you get occasionally.",
          "lock": true
        }
      ],
      "Allergies": [
        {
          "desc": "You have no allergies.",
          "lock": false
        }
      ],
      "Family History": [
        {
          "desc": "Your father was diagnosed with prostate cancer when she was 72. He is still alive.",
          "lock": false
        }
      ],
      "Social History": [
        {
          "desc": "You currently smoke - have been smoking half pack a day since age 20.",
          "lock": true
        },
        {
          "desc": "You drink an occasional glass of wine.",
          "lock": true
        },
        {
          "desc": "You live with your partner and have no children.",
          "lock": true
        },
        {
          "desc": "You are a high school teacher.",
          "lock": true
        },
        {
          "desc": "You do not exercise regularly.",
          "lock": true
        },
        {
          "desc": "If asked about change in exercise capacity- You can usually walk around the library where you work without problems, though you have sometimes noted heartburn symptoms worsen after walking a block, as noted above.",
          "lock": true
        }
      ],
      "Other Symptoms": [
        {
          "desc": "You have felt more tired than usual.",
          "lock": true
        }
      ]
    },
    "Grading": {
      "Key Findings": {
        "points": 3,
        "rubric": "3: must include all 4:  \n\ta) Vital signs: Blood pressure AND pulse  \n\tb) Cardiovascular exam: murmur AND pulses OR carotid bruit, edema/leg swelling, chest wall tenderness\n\tc) Lung exam: breath sounds (crackles/wheezes)  \n\td) Abdominal exam: abdominal tenderness, mases, bruits  \n2: 2 of above  \n1: 0-1 of above"
      },
      "HPI": {
        "HPI1": {
          "points": 3,
          "rubric": "3: must have all 5:  \n  \ta) Something re location: mid-chest or substernal  \n  \tb) Something re quality: pressure, pain, or burning  \n  \tc) Four elements re timing: intermittent, recurring, recurrent, episodic, or on-and-off; AND months (duration); AND lasts minutes; AND worsening or more frequent  \n  \td) Something about provoking/alleviating factors: eating, exercise, walking, rest, stress, Tums, or medication\n\te) Something re associated symptoms: nausea, bloating, breath(ing), cough, sweating/diaphoresis  \n2: must have at least 3 of above  \n1: 0-2 of above"
        },
        "HPI2": {
          "points": 3,
          "rubric": "3: must have 2 features:  \n  \ta) terms re timing: chronic, intermittent, recurring/recurrent, episodic, exertional,  \n  \tb) terms re provoking: provoked/provoking/exacerbated, relieved/alleviated/improved  \n  \tc) cardiac risk factors present  \n2: uses at least 1 of above or synonyms  \n1: uses none of above"
        },
        "HPI3": {
          "points": 3,
          "rubric": "3: must have all 3:  \n  \ta) Identifies start/beginning of symptoms as months ago  \n  \tb) Identifies starting new medication of pantoprazole/PPI a month or weeks ago  \n  \tc) re timing: intermittent, recurring, recurrent, episodic, or on-and-off; AND lasts minutes; AND worsening or more frequent  \n2: must have at least 2 of above  \n1: 0-1 elements"
        }
      },
      "Past Histories": {
        "PH1": {
          "points": 3,
          "rubric": "3: mention of hypertension/HTN AND diabetes/DM  \n2: mention hypertension OR diabetes OR cardiac risk factor  \n1: no mention of above"
        },
        "PH2": {
          "points": 3,
          "rubric": "3: mention all 4:  \n  \ta) GI ROS- mention of nausea, vomiting, stool color/change/blood/black, or abdominal/stomach pain  \n  \tb) Pulmonary ROS - mention of cough, sputum, wheezing, pleuritic, or breathing/SOB  \n  \tc) CV ROS- includes family history of heart disease, high cholesterol, mention of shortness of breath/SOB, dizziness, light-headed, or sweating/diaphoresis  \n  \td) Substance use - tobacco, smoke/smoking  \n2: mention at least 3 of above  \n1: mention 0-2 of above"
        }
      },
      "Summary": {
        "points": 4,
        "rubric": "4: all 4 features present:  \n  \ta) Risk factors - mentions diabetes/DM, hypertension/HTN, AND age/years  \n  \tb) Complaint - mentions chest/substernal AND pain/discomfort/pressure/burning/angina/dyspepsia, reflux, GERD  \n  \tc) Time course - intermittent, recurring, recurrent, episodic, or on-and-off; AND months/chronic; AND lasts minutes/brief; AND worsening/more frequent/progressive  \n  \td) Semantic - at least 2 of: intermittent, recurring/recurrent, episodic, chronic, progressive, cardiac risk factor, atypical, unstable/stable, exertional, relieved by rest  \n3: 3 features: must include A, B and D  \n2: 2 features present  \n1: 1 feature present  \n0: 0 features present"
      },
      "Assessment": {
        "A1": {
          "points": 2,
          "rubric": "2: all 3 features present AND 2 or more diagnoses  \n  \ta) Mentions angina, cardiac chest pain, stable/unstable, ischemia, or coronary artery disease/CAD  \n  \tb) Mentions GERD, esophageal, reflux, acid, esophageal spasm, esophageal motility  \n  \tc) Statement of probability, lead(ing), likely, probable, worrisome, concerning  \n1: at least 2 feature present AND 2 or more diagnoses OR differential is implicitly stated (e.g., “cardiac”, “esophageal”) OR implicitly prioritized  \n0: 0-1 feature present OR 0 or 1 diagnosis mentioned"
        },
        "A2": {
          "points": 2,
          "rubric": "2: at least 1 point from each of the two categories below AND explicitly linked to lead/(ing)/most likely/most probable diagnosis  \n  \ta) Epidemiology: Mention of risk factors (cardiac), hypertension, diabetes, age  \n  \tb) Key features: lack of response to PPI/pantoprazole; pressure; burning; associated; stable/unstable; intermittent, recurring, recurrent, episodic; atypical; exertional; chronic; worsening or more frequent; provoked/provoking, relieved/alleviated;  \n1: use of at least one of the terms above explicitly linked to lead/(ing)/most likely/most probable diagnosis\n0: none of these words explicitly linked to leading diagnosis"
        },
        "A3": {
          "points": 2,
          "rubric": "2: at least 2 terms from below, NOT explicitly linked to the lead/(ing)/most likely/most probable diagnosis, and not \"double-counting\" words used in \"Explanation of lead diagnosis\"  \n  \ta) Mention of risk factors; medication; pressure; burning; associated; stable/unstable; intermittent,recurring, recurrent, episodic; chronic; worsening or more frequent; provoked/provoking, relieved/alleviated\n\tb) Mention of pulmonary, lung (not pleuritic; breath/breathing/SOB; wheezing; cough)  \n  \tc) Mention of esophageal/gastrointestinal (nausea, cough, reflux, voice change, dysphagia, heartburn)  \n1: At least 1 of the words above, NOT explicitly linked to the lead/(ing)/most likely/most probable diagnosis, and not \"double-counting\" words used in \"Explanation of lead diagnosis\"  \n0: No additional words after accounting for score in \"Explanation of lead diagnosis\""
        }
      },
      "Plan": {
        "points": 3,
        "rubric": "3: mentions A and B below  \n  \ta) Mentions likely/probable or severe/worrisome/concerning or evaluate/assess for/rule in/rule out AND ischemia, coronary disease/CAD, angina, cardiac pain (allow double counting if included in explanation of differential diagnosis)  \n  \tb) Mentions EKG/ECG/electrocardiogram, or stress test, coronary CT angiogram/CTA, cardiac catheterization or “cath”  \n2: Mentions A and B below  \n  \ta) Mentions likely/probable or severe/worrisome/concerning or evaluate/assess/rule in/rule out AND another diagnosis (allow double counting if included in explanation of differential diagnosis)\n\tb) Mentions other diagnostic tests  \n  \t  \ta. GI: endoscopy/EGD, manometry, barium swallow  \n  \t  \tb. Pulm: chest X ray, pulmonary CTA  \n  \t  \tc. Cardiac: enzymes or troponin  \n1: not meeting above criteria"
      }
    }
}